Repository: baranbingol1/quotaboard
Catalog: src/AiLimits.Presentation.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: tr_tr

# Shell_Overview.Content
source: Overview
tr_tr: Genel Bakış

# Shell_Usage.Content
source: Usage
tr_tr: Kullanım

# Shell_Connections.Content
source: Connections
tr_tr: Bağlantılar

# Shell_Diagnostics.Content
source: Diagnostics
tr_tr: Tanılama

# Overview_Eyebrow.Text
source: OVERVIEW
tr_tr: GENEL BAKIŞ

# Overview_Title.Text
source: Limits and usage
tr_tr: Limitler ve kullanım

# Overview_Refresh.Content
source: Refresh
tr_tr: Yenile

# Overview_TotalTokens30Days.Text
source: TOTAL TOKENS · 30 DAYS
tr_tr: TOPLAM TOKEN · 30 GÜN

# Overview_ApiEquivalent30Days.Text
source: API EQUIVALENT · 30 DAYS
tr_tr: API EŞDEĞERİ · 30 GÜN

# Overview_PlanValue.Text
source: PLAN VALUE
tr_tr: PLAN DEĞERİ

# Overview_Input.Text
source: INPUT
tr_tr: GİRDİ

# Overview_Output.Text
source: OUTPUT
tr_tr: ÇIKTI

# Overview_CacheRead.Text
source: CACHE READ
tr_tr: ÖNBELLEK OKUMA

# Overview_CacheWrite.Text
source: CACHE WRITE
tr_tr: ÖNBELLEK YAZMA

# Overview_Reasoning.Text
source: REASONING
tr_tr: AKIL YÜRÜTME

# Overview_UsageByAuthProvider.Text
source: USAGE BY PROVIDER
tr_tr: SAĞLAYICIYA GÖRE KULLANIM

# Overview_GroupBy.Text
source: GROUP BY
tr_tr: GRUPLAMA

# Overview_GroupByProvider.Content
source: Provider
tr_tr: Sağlayıcı

# Overview_GroupByHarness.Content
source: Harness
tr_tr: Araç

# Overview_TokenLanes.Text
source: TOKEN BREAKDOWN
tr_tr: TOKEN DAĞILIMI

# Overview_Tokens.Text
source: TOKENS
tr_tr: TOKENLER

# Overview_ApiEstimate.Text
source: API ESTIMATE
tr_tr: API TAHMİNİ

# Overview_VerifiedPlanLimits.Text
source: VERIFIED PLAN LIMITS
tr_tr: DOĞRULANMIŞ PLAN LİMİTLERİ

# Overview_VerifiedPlanLimitsDescription.Text
source: Only providers that returned real quota or balance data. Local logs alone are not proof of a subscription.
tr_tr: Yalnızca gerçek kota veya bakiye verisi döndüren sağlayıcılar. Yerel kayıtlar tek başına abonelik kanıtı değildir.

# Overview_NextResets.Text
source: NEXT RESETS
tr_tr: SONRAKİ SIFIRLAMALAR

# Overview_NextResetsDescription.Text
source: Reset times as reported by each provider.
tr_tr: Her sağlayıcının bildirdiği sıfırlama zamanları.

# Overview_ResetCredits.Text
source: RESET CREDITS
tr_tr: SIFIRLAMA HAKLARI

# Overview_ResetCreditsDescription.Text
source: Limit resets you have not redeemed yet
tr_tr: Henüz kullanmadığınız limit sıfırlamaları

# Providers_LoadingStatus.Text
source: Reading local provider state...
tr_tr: Yerel sağlayıcı durumu okunuyor...

# Providers_Title.Text
source: Connections
tr_tr: Bağlantılar

# Providers_Description.Text
source: Existing CLI logins are detected automatically. Links open each provider's own usage dashboard.
tr_tr: Mevcut CLI oturumları otomatik algılanır. Bağlantılar her sağlayıcının kendi kullanım panelini açar.

# Providers_Search.PlaceholderText
source: Search connections
tr_tr: Bağlantılarda ara

# Providers_RefreshDetection.Content
source: Refresh detection
tr_tr: Algılamayı yenile

# Providers_AuthSource.Text
source: AUTH SOURCE
tr_tr: YETKİLENDİRME KAYNAĞI

# Providers_WhatThisMeans.Text
source: WHAT THIS MEANS
tr_tr: BU NE ANLAMA GELİYOR

# Providers_ColumnConnection.Text
source: CONNECTION
tr_tr: BAĞLANTI

# Providers_ColumnStatus.Text
source: STATUS
tr_tr: DURUM

# Diagnostics_Eyebrow.Text
source: APP HEALTH
tr_tr: UYGULAMA SAĞLIĞI

# Diagnostics_Title.Text
source: Diagnostics
tr_tr: Tanılama

# Diagnostics_Description.Text
source: Where each number came from, what failed, and what to do about it.
tr_tr: Her sayının nereden geldiği, neyin başarısız olduğu ve bu konuda ne yapmanız gerektiği.

# Diagnostics_Refresh.Content
source: Refresh diagnostics
tr_tr: Tanılamayı yenile

# Diagnostics_PricingCatalog.Text
source: MODEL PRICES
tr_tr: MODEL FİYATLARI

# Diagnostics_Loading.Text
source: LOADING
tr_tr: YÜKLENİYOR

# Diagnostics_CheckingLocalCache.Text
source: Checking local cache
tr_tr: Yerel önbellek denetleniyor

# Diagnostics_Scanners.Text
source: LOCAL USAGE LOGS
tr_tr: YEREL KULLANIM KAYITLARI

# Diagnostics_DiscoveringTelemetry.Text
source: Looking for local usage logs
tr_tr: Yerel kullanım kayıtları aranıyor

# Diagnostics_Database.Text
source: LOCAL DATABASE
tr_tr: YEREL VERİTABANI

# Diagnostics_Opening.Text
source: OPENING
tr_tr: AÇILIYOR

# Diagnostics_InitializingDatabase.Text
source: Initializing local database
tr_tr: Yerel veritabanı başlatılıyor

# Diagnostics_AttemptsProvider
source: PROVIDER
tr_tr: SAĞLAYICI

# Diagnostics_AttemptsDuration
source: TOOK
tr_tr: SÜRE

# Diagnostics_AttemptsResult
source: OUTCOME
tr_tr: SONUÇ

# Diagnostics_AttemptsMeaning
source: WHAT THIS MEANS
tr_tr: BU NE ANLAMA GELİYOR

# Diagnostics_NoAttempts
source: No provider has been checked yet. Select Refresh to run one.
tr_tr: Henüz hiçbir sağlayıcı denetlenmedi. Bir denetim çalıştırmak için Yenile'yi seçin.

# Diagnostics_AttemptsTitle.Text
source: Recent checks
tr_tr: Son denetimler

# Diagnostics_AttemptsCaption.Text
source: The last 8 attempts, newest first. Each row is one place QuotaBoard looked for a provider's limits.
tr_tr: En yenisi üstte olmak üzere son 8 deneme. Her satır, QuotaBoard'ın bir sağlayıcının limitlerini aradığı bir yeri gösterir.

# ProviderCard_ShowFewerLimits
source: Show fewer limits
tr_tr: Daha az limit göster

# Language_SystemDefault
source: Follow Windows (Recommended)
tr_tr: Windows dilini kullan (Önerilen)

# Language_English
source: English
tr_tr: İngilizce

# Language_Turkish
source: Turkish
tr_tr: Türkçe

# Language_RestartRequired
source: Restart QuotaBoard to apply the language everywhere.
tr_tr: Dili her yerde uygulamak için QuotaBoard'u yeniden başlatın.

# Language_RestartFailed
source: QuotaBoard could not restart automatically. Close and reopen it to apply the language.
tr_tr: QuotaBoard otomatik olarak yeniden başlatılamadı. Dili uygulamak için uygulamayı kapatıp yeniden açın.

# Settings_Eyebrow.Text
source: LOCAL PREFERENCES
tr_tr: YEREL TERCİHLER

# Settings_Title.Text
source: Settings
tr_tr: Ayarlar

# Settings_Description.Text
source: Appearance, refresh, tray, alerts, privacy, and language.
tr_tr: Görünüm, yenileme, sistem tepsisi, uyarılar, gizlilik ve dil.

# Settings_AppearanceLifecycle.Text
source: Appearance & lifecycle
tr_tr: Görünüm ve yaşam döngüsü

# Settings_ThemeName.Text
source: Theme
tr_tr: Tema

# Settings_ThemeNameDescription.Text
source: Color palette used across the app
tr_tr: Uygulama genelinde kullanılan renk paleti

# Settings_ThemeMode.Text
source: Appearance mode
tr_tr: Görünüm modu

# Settings_ThemeModeDescription.Text
source: Follow Windows, or force light or dark
tr_tr: Windows'u izleyin ya da açık/koyu olarak zorlayın

# Settings_ThemeSystem.Content
source: Use system
tr_tr: Sistemi kullan

# Settings_ThemeLight.Content
source: Light
tr_tr: Açık

# Settings_ThemeDark.Content
source: Dark
tr_tr: Koyu

# Settings_ContentFont.Text
source: Interface font
tr_tr: Arayüz yazı tipi

# Settings_ContentFontDescription.Text
source: Font for headings and body text
tr_tr: Başlıklar ve gövde metni için yazı tipi

# Settings_MetricFont.Text
source: Numeric font
tr_tr: Sayısal yazı tipi

# Settings_MetricFontDescription.Text
source: Monospace font for metrics and labels
tr_tr: Metrikler ve etiketler için tek aralıklı yazı tipi

# Settings_FontMatchTheme
source: Match theme
tr_tr: Temaya uy

# Settings_LanguageLabel.Text
source: Language
tr_tr: Dil

# Settings_LanguageDescription.Text
source: Follow Windows or override the display language
tr_tr: Windows dilini izleyin veya görüntüleme dilini geçersiz kılın

# Settings_StartWithWindowsLabel.Text
source: Start with Windows
tr_tr: Windows ile başlat

# Settings_StartWithWindowsDescription.Text
source: Launch minimized to the tray when you sign in
tr_tr: Oturum açtığınızda QuotaBoard'u başlatır. Sistem tepsisi izleme açıksa sistem tepsisinde başlar.

# Settings_StartToggle.OffContent
source: Off
tr_tr: Kapalı

# Settings_StartToggle.OnContent
source: On
tr_tr: Açık

# Settings_TrayLabel.Text
source: Keep tray monitor running
tr_tr: Sistem tepsisi izleyicisini çalışır tut

# Settings_TrayDescription.Text
source: Closing the window keeps quota monitoring active
tr_tr: Pencereyi kapatınca kota izlemeyi etkin tut

# Settings_TrayToggle.OffContent
source: Off
tr_tr: Kapalı

# Settings_TrayToggle.OnContent
source: On
tr_tr: Açık

# Settings_Display.Text
source: Meter display
tr_tr: Sayaç görünümü

# Settings_RemainingLabel.Text
source: Show usage as remaining
tr_tr: Kullanımı kalan olarak göster

# Settings_RemainingDescription.Text
source: Invert percentages and progress bars to show quota left
tr_tr: Kalan kotayı göstermek için yüzdeleri ve ilerleme çubuklarını ters çevir

# Settings_RemainingToggle.OffContent
source: Used
tr_tr: Kullanılan

# Settings_RemainingToggle.OnContent
source: Remaining
tr_tr: Kalan

# Settings_AbsoluteResetLabel.Text
source: Show absolute reset time
tr_tr: Kesin sıfırlama saatini göster

# Settings_AbsoluteResetDescription.Text
source: Switch between “in 3h 12m” and the local clock time
tr_tr: “3 sa 12 dk içinde” ile yerel saat arasında geçiş yap

# Settings_AbsoluteToggle.OffContent
source: Relative
tr_tr: Göreli

# Settings_AbsoluteToggle.OnContent
source: Absolute
tr_tr: Kesin

# Settings_HideZeroLabel.Text
source: Hide empty meters
tr_tr: Boş sayaçları gizle

# Settings_HideZeroDescription.Text
source: Hide zero-usage and not-applicable meters from provider cards
tr_tr: Sıfır kullanımlı ve uygulanamaz sayaçları sağlayıcı kartlarından gizle

# Settings_HideZeroToggle.OffContent
source: Show
tr_tr: Göster

# Settings_HideZeroToggle.OnContent
source: Hide
tr_tr: Gizle

# Settings_OverviewProviders.Text
source: Overview providers
tr_tr: Genel bakış sağlayıcıları

# Settings_OverviewProvidersDescription.Text
source: Choose which providers appear as cards on Overview. Hidden providers keep refreshing and stay available in Connections and Usage.
tr_tr: Genel bakışta kart olarak görünecek sağlayıcıları seçin. Gizlenen sağlayıcılar yenilenmeye devam eder; Bağlantılar ve Kullanım sayfalarında görünür kalır.

# Settings_VisibilityOn
source: Visible
tr_tr: Görünür

# Settings_VisibilityOff
source: Hidden
tr_tr: Gizli

# Settings_ModelPricing.Text
source: Model pricing
tr_tr: Model fiyatlandırması

# Settings_ModelPricingDescription.Text
source: Set USD per 1M tokens for models the catalog can't price. These fill gaps only; catalog pricing is never overridden. An empty cache write bills at your input rate; enter 0 to make it free.
tr_tr: Katalogun fiyatlandıramadığı modeller için 1M token başına USD girin. Bunlar yalnızca boşlukları doldurur; katalog fiyatlandırması asla geçersiz kılınmaz. Boş bırakılan önbellek yazma girdi fiyatından hesaplanır; ücretsiz yapmak için 0 girin.

# Settings_ModelPricingEmpty.Text
source: No unpriced models in the last 30 days.
tr_tr: Son 30 günde fiyatlandırılmamış model yok.

# Settings_ModelPricingSearch.PlaceholderText
source: Search models
tr_tr: Model ara

# Settings_InputPer1M.Header
source: Input / 1M
tr_tr: Giriş / 1M

# Settings_OutputPer1M.Header
source: Output / 1M
tr_tr: Çıkış / 1M

# Settings_CacheReadPer1M.Header
source: Cache read / 1M
tr_tr: Önbellek okuma / 1M

# Settings_CacheWritePer1M.Header
source: Cache write / 1M
tr_tr: Önbellek yazma / 1M

# Settings_PlanValue.Text
source: Plan value
tr_tr: Plan değeri

# Settings_PlanValueDescription.Text
source: Enter what you pay per month for each connected provider. Only providers detected on this machine are listed; the plan value metric on Overview compares their total against the API-equivalent estimate.
tr_tr: Bağlı her sağlayıcıya aylık ne kadar ödediğinizi girin. Yalnızca bu makinede algılanan sağlayıcılar listelenir; Genel Bakış'taki plan değeri bunların toplamını API eşdeğeri tahminle karşılaştırır.

# Settings_NoProviders.Text
source: No connected providers detected yet. Refresh live data on Overview first.
tr_tr: Henüz bağlı sağlayıcı algılanmadı. Önce Genel Bakış'ta canlı verileri yenileyin.

# Settings_Alerts.Text
source: Alerts
tr_tr: Uyarılar

# Settings_QuotaAlertsLabel.Text
source: Quota alerts
tr_tr: Kota uyarıları

# Settings_QuotaAlertsDescription.Text
source: Notify at 80%, 95%, and 30 minutes before reset
tr_tr: %80, %95 ve sıfırlamadan 30 dakika önce bildirim gönder

# Settings_AlertsToggle.OffContent
source: Off
tr_tr: Kapalı

# Settings_AlertsToggle.OnContent
source: On
tr_tr: Açık

# Settings_AlertDedup.Message
source: Each provider, account, meter, threshold, and reset cycle notifies exactly once.
tr_tr: Her sağlayıcı, hesap, sayaç, eşik ve sıfırlama döngüsü tam bir kez bildirilir.

# Settings_Privacy.Text
source: Privacy
tr_tr: Gizlilik

# Settings_BlurEmailsLabel.Text
source: Blur account emails
tr_tr: Hesap e-postalarını gizle

# Settings_BlurEmailsDescription.Text
source: Mask account emails everywhere so screenshots are safe to share
tr_tr: Ekran görüntüleri güvenle paylaşılabilsin diye hesap e-postalarını maskeler

# Settings_BlurEmailsToggle.OffContent
source: Off
tr_tr: Kapalı

# Settings_BlurEmailsToggle.OnContent
source: On
tr_tr: Açık

# Usage_Eyebrow.Text
source: USAGE
tr_tr: KULLANIM

# Usage_OnDevicePill.Text
source: ON-DEVICE
tr_tr: CİHAZDA

# Usage_Title.Text
source: Filter and break down your usage.
tr_tr: Kullanımınızı filtreleyin ve detaylandırın.

# Usage_QuerySummary.Text
source: Last 30 days · all activity
tr_tr: Son 30 gün · tüm etkinlik

# Usage_ResetQuery.Content
source: Reset query
tr_tr: Sorguyu sıfırla

# Usage_RefreshData.Content
source: Refresh data
tr_tr: Verileri yenile

# Usage_QueryEyebrow.Text
source: QUERY
tr_tr: SORGU

# Usage_QueryTitle.Text
source: Filter the ledger
tr_tr: Defteri filtrele

# Usage_ActiveFilters.Text
source: 0 active
tr_tr: 0 etkin

# Usage_DateRangeLabel.Text
source: Date range
tr_tr: Tarih aralığı

# Usage_Window7.Content
source: Last 7 days
tr_tr: Son 7 gün

# Usage_Window30.Content
source: Last 30 days
tr_tr: Son 30 gün

# Usage_Window90.Content
source: Last 90 days
tr_tr: Son 90 gün

# Usage_Window365.Content
source: Last year
tr_tr: Son yıl

# Usage_WindowCustom.Content
source: Custom range…
tr_tr: Özel aralık…

# Usage_FromDate.Header
source: From
tr_tr: Başlangıç

# Usage_ThroughDate.Header
source: Through
tr_tr: Bitiş

# Usage_ApplyDates.Content
source: Apply dates
tr_tr: Tarihleri uygula

# Usage_TimeGrainLabel.Text
source: Time grain
tr_tr: Zaman dilimi

# Usage_GrainAuto.Content
source: Auto
tr_tr: Otomatik

# Usage_GrainDay.Content
source: Day
tr_tr: Gün

# Usage_GrainWeek.Content
source: Week
tr_tr: Hafta

# Usage_GrainMonth.Content
source: Month
tr_tr: Ay

# Usage_CompareLabel.Text
source: Compare
tr_tr: Karşılaştır

# Usage_ComparePrevious.Content
source: Previous
tr_tr: Önceki dönem

# Usage_CompareOff.Content
source: Off
tr_tr: Kapalı

# Usage_ProviderEyebrow.Text
source: PROVIDER
tr_tr: SAĞLAYICI

# Usage_HarnessEyebrow.Text
source: HARNESS
tr_tr: ARAÇ

# Usage_ProjectEyebrow.Text
source: PROJECT / WORKTREE
tr_tr: PROJE / ÇALIŞMA AĞACI

# Usage_ProjectSearch.PlaceholderText
source: Find a project
tr_tr: Proje bul

# Usage_ModelSearch.PlaceholderText
source: Find a model
tr_tr: Model bul

# Usage_ChartEyebrow.Text
source: TOKENS OVER TIME
tr_tr: ZAMAN İÇİNDE TOKEN KULLANIMI

# Usage_WindowInitial.Text
source: LAST 30 DAYS
tr_tr: SON 30 GÜN

# Usage_SeriesBy.Text
source: SERIES BY
tr_tr: SERİLER

# Usage_SeriesProvider.Content
source: Provider
tr_tr: Sağlayıcı

# Usage_SeriesHarness.Content
source: Harness
tr_tr: Araç

# Usage_OthersSelected
source: Others ({0} more selected)
tr_tr: Diğer ({0} seçim daha)

# Usage_ChartEmpty.Text
source: No usage matches this query. Clear a filter or widen the date range.
tr_tr: Bu sorguyla eşleşen kullanım yok. Bir filtreyi temizleyin veya tarih aralığını genişletin.

# Usage_TokensAxis.Text
source: TOKENS
tr_tr: TOKEN

# Usage_MatchingEyebrow.Text
source: MATCHING DATA
tr_tr: EŞLEŞEN VERİ

# Usage_ModelMixEyebrow.Text
source: MODEL MIX
tr_tr: MODEL KARIŞIMI

# Usage_ModelMixEmpty.Text
source: No models match this query.
tr_tr: Bu sorguyla eşleşen model yok.

# Usage_BreakdownEyebrow.Text
source: TOKEN BREAKDOWN
tr_tr: TOKEN DAĞILIMI

# Usage_ColLabel.Text
source: Label
tr_tr: Etiket

# Usage_ColTokens.Text
source: Tokens
tr_tr: Token

# Usage_ColIn.Text
source: In
tr_tr: Girdi

# Usage_ColOut.Text
source: Out
tr_tr: Çıktı

# Usage_ColCacheR.Text
source: Cache R
tr_tr: Önb. Oku

# Usage_ColCacheW.Text
source: Cache W
tr_tr: Önb. Yaz

# Usage_ColReason.Text
source: Reason
tr_tr: Akıl yürütme

# Usage_ApiEquivalentEyebrow.Text
source: API EQUIVALENT
tr_tr: API EŞDEĞERİ

# Usage_PricingCoverage.Text
source: Public API-price estimate
tr_tr: Genel API fiyat tahmini

# Usage_BreakdownBy.Text
source: BREAK DOWN BY
tr_tr: DAĞILIM ÖLÇÜTÜ

# Usage_BreakdownProvider.Content
source: Provider
tr_tr: Sağlayıcı

# Usage_BreakdownHarness.Content
source: Harness
tr_tr: Araç

# Usage_BreakdownProject.Content
source: Project / worktree
tr_tr: Proje / çalışma ağacı

# Usage_ProjectEyebrowTip
source: Each Git worktree is listed as its own project.
tr_tr: Her Git çalışma ağacı kendi projesi olarak listelenir.

# Usage_HoverTokens
source: {0} tokens
tr_tr: {0} token

# Usage_PricingCoverageDetail
source: Public API-price estimate · {0:0.#}% of matching tokens priced
tr_tr: Genel API fiyat tahmini · eşleşen tokenların %{0:0.#} kadarı fiyatlandırıldı

# Usage_PricingCoverageNone
source: No exact public API price is available for this query
tr_tr: Bu sorgu için tam genel API fiyatı yok

# Usage_FilterAllData
source: ALL DATA
tr_tr: TÜM VERİLER

# Usage_FilterActiveCount
source: {0} ACTIVE
tr_tr: {0} ETKİN

# Usage_QueryAllActivity
source: all activity
tr_tr: tüm etkinlik

# Usage_QueryFiltersOne
source: {0} filter
tr_tr: {0} filtre

# Usage_QueryFiltersMany
source: {0} filters
tr_tr: {0} filtre

# Usage_MatchingNone
source: Nothing matches this query
tr_tr: Bu sorguyla eşleşen sonuç yok

# Usage_MatchingNoneDetail
source: Clear a filter or widen the date range.
tr_tr: Bir filtreyi temizleyin veya tarih aralığını genişletin.

# Usage_MatchingRows
source: {0:N0} rows
tr_tr: {0:N0} satır

# Usage_PluralProvider
source: {0} provider
tr_tr: {0} sağlayıcı

# Usage_PluralProviders
source: {0} providers
tr_tr: {0} sağlayıcı

# Usage_PluralHarness
source: {0} harness
tr_tr: {0} araç

# Usage_PluralHarnesses
source: {0} harnesses
tr_tr: {0} araç

# Usage_PluralModels
source: {0} models
tr_tr: {0} model

# Usage_PluralProject
source: {0} project
tr_tr: {0} proje

# Usage_PluralProjects
source: {0} projects
tr_tr: {0} proje

# Usage_ActiveBuckets
source: {0} active {1}
tr_tr: {0} etkin {1}

# Usage_GrainDayNoun
source: day
tr_tr: gün

# Usage_GrainDaysNoun
source: days
tr_tr: gün

# Usage_GrainWeekNoun
source: week
tr_tr: hafta

# Usage_GrainWeeksNoun
source: weeks
tr_tr: hafta

# Usage_GrainMonthNoun
source: month
tr_tr: ay

# Usage_GrainMonthsNoun
source: months
tr_tr: ay

# Usage_ModelActivity
source: used on {0} of {1} {2}
tr_tr: {1} {2} içinden {0} tanesinde kullanıldı

# Usage_ModelActivityWindow
source: used on {0} of {1} {2} · {3}
tr_tr: {1} {2} içinden {0} tanesinde kullanıldı · {3}

# Usage_ModelMixSubtitleOne
source: {0} model in this query, newest activity on the right.
tr_tr: Bu sorguda {0} model var; en yeni etkinlik sağda.

# Usage_ModelMixSubtitleMany
source: {0} models in this query, newest activity on the right.
tr_tr: Bu sorguda {0} model var; en yeni etkinlik sağda.

# Usage_SparkTooltip
source: {0} · {1} tokens
tr_tr: {0} · {1} token

# Usage_SparkAutomation
source: {0}, {1}: {2} tokens
tr_tr: {0}, {1}: {2} token

# Usage_BarAutomation
source: {0}, {1} tokens
tr_tr: {0}, {1} token

# Usage_ProjectSourceNote
source: No working directory is reported for {0}, so that usage lands under {1}.
tr_tr: {0} için çalışma dizini bildirilmiyor; bu kullanım {1} altına düşer.

# Usage_JoinAnd
source: and
tr_tr: ve

# Usage_BreakdownByProvider
source: by provider
tr_tr: sağlayıcıya göre

# Usage_BreakdownByHarness
source: by harness
tr_tr: araca göre

# Usage_BreakdownByProject
source: by project
tr_tr: projeye göre

# Usage_BreakdownByModel
source: by model
tr_tr: modele göre

# Usage_FacetSelected
source: {0} SELECTED
tr_tr: {0} SEÇİLDİ

# Usage_FacetAvailable
source: {0} AVAILABLE
tr_tr: {0} MEVCUT

# Usage_ComparisonOff
source: Comparison off
tr_tr: Karşılaştırma kapalı

# Usage_ComparisonNew
source: New vs previous period
tr_tr: Önceki döneme göre yeni

# Usage_ComparisonNoBaseline
source: No previous-period baseline
tr_tr: Önceki dönem temeli yok

# Usage_ComparisonChange
source: {0:+0.#;-0.#;0}% vs previous period
tr_tr: Önceki döneme göre %{0:+0.#;-0.#;0}

# Common_Unknown
source: Unknown
tr_tr: Bilinmiyor

# Countdown_Now
source: now
tr_tr: şimdi

# Countdown_Minutes
source: in {0}m
tr_tr: {0} dk içinde

# Countdown_HoursMinutes
source: in {0}h {1}m
tr_tr: {0} sa {1} dk içinde

# Countdown_DaysHours
source: in {0}d {1}h
tr_tr: {0} gün {1} sa içinde

# Dashboard_Discovering
source: Discovering exact token sources
tr_tr: Kesin token kaynakları aranıyor

# Dashboard_SetPlanSpend
source: Set monthly plan spend in Settings
tr_tr: Aylık plan harcamasını Ayarlar'da belirleyin

# Dashboard_CatalogNotLoaded
source: Pricing catalog not loaded
tr_tr: Fiyat kataloğu yüklenmedi

# Dashboard_LoadingUpper
source: LOADING
tr_tr: YÜKLENİYOR

# Dashboard_CheckingCache
source: Checking the local pricing cache
tr_tr: Yerel fiyat önbelleği denetleniyor

# Dashboard_DiscoveringTelemetry
source: Discovering local telemetry
tr_tr: Yerel telemetri aranıyor

# Dashboard_OpeningUpper
source: OPENING
tr_tr: AÇILIYOR

# Dashboard_InitializingDatabase
source: Initializing the local database
tr_tr: Yerel veritabanı hazırlanıyor

# Dashboard_LoadingProviderData
source: Loading provider data…
tr_tr: Sağlayıcı verileri yükleniyor…

# Dashboard_NotLoaded
source: Not loaded
tr_tr: Yüklenmedi

# Data_FirstRun
source: First run · indexing your local history
tr_tr: İlk çalıştırma · yerel geçmişiniz taranıyor

# Data_FirstRunSaved
source: Reading local history for the first time; this can take a few minutes
tr_tr: Yerel geçmiş ilk kez okunuyor; bu birkaç dakika sürebilir

# Data_IndexingHistory
source: Limits are live · still indexing local history, so usage totals will fill in
tr_tr: Limitler güncel · yerel geçmiş hâlâ taranıyor, kullanım toplamları birazdan dolacak

# Dashboard_RefreshingProviders
source: Refreshing providers…
tr_tr: Sağlayıcılar yenileniyor…

# Dashboard_ReadingProviderData
source: Reading saved provider data…
tr_tr: Kayıtlı sağlayıcı verileri okunuyor…

# Dashboard_RefreshFailed
source: Refresh failed. Check Diagnostics for details.
tr_tr: Yenileme başarısız. Ayrıntılar için Tanılama'yı denetleyin.

# Data_ScannerNotRun
source: No usage logs read yet
tr_tr: Henüz kullanım kaydı okunmadı

# Data_NoTelemetrySource
source: No local usage log was found
tr_tr: Yerel kullanım kaydı bulunamadı

# Data_EventsInspected
source: Read {0:N0} usage events
tr_tr: {0:N0} kullanım olayı okundu

# Data_ScannerFailed
source: {0} of {1} logs could not be read: {2}
tr_tr: {1} kayıttan {0} tanesi okunamadı: {2}

# Data_CacheSavings
source: Cache saved {0}
tr_tr: Önbellek tasarrufu {0}

# Data_SetPlanSpend
source: Set monthly plan spend in Settings
tr_tr: Aylık plan harcamasını Ayarlar'da belirleyin

# Data_NoPricedUsage30
source: No priced usage in the last 30 days
tr_tr: Son 30 günde fiyatlandırılmış kullanım yok

# Data_NoPlanUsage30
source: No subscription-attributed usage in the last 30 days
tr_tr: Son 30 günde abonelikle ilişkilendirilmiş kullanım yok

# Data_PlanValueDetail
source: {0} in configured monthly plans
tr_tr: Yapılandırılmış aylık planlarda {0}

# Data_CachedFetched
source: Cached · fetched {0:g}
tr_tr: Önbellekte · {0:g} tarihinde alındı

# Data_Updated
source: Updated {0:t}
tr_tr: {0:t} tarihinde güncellendi

# Data_RefreshProgressLabel
source: Refreshing {0} of {1}
tr_tr: {0} / {1} sağlayıcı yenileniyor
